[Volt X2AbilityTemplate]
LocFriendlyName="精神突袭"
LocLongDescription="灵能攻击，可在更高专注度时跳跃至附近单位。消耗1点专注度。仅限非机器人单位。对灵能单位造成额外伤害。"
LocHelpText="灵能攻击，可在更高专注度时跳跃至附近单位。消耗1点专注度。仅限非机器人单位。对灵能单位造成额外伤害。"
LocPromotionPopupText="<Bullet/> 精神突袭无冷却时间，但消耗1点专注度。<br/><Bullet/> 精神突袭对灵能单位造成额外伤害。<br/><Bullet/> 精神突袭可跳跃至与当前专注度相等的敌人数量。<br/><Bullet/> 如果你也拥有电弧波，精神突袭作为第一个行动不会结束你的回合。<br/>"

[Reverberation X2AbilityTemplate]
LocLongDescription="被精神突袭击中的目标将更容易被击中，提高你的小队对该目标的瞄准度+<Ability:RECOILAIMBONUS/>。"
LocHelpText="被精神突袭击中的目标将更容易被击中。"
LocPromotionPopupText="<Bullet/> 余震效果持续2回合。<br/><Bullet/> 如果精神突袭多次跳跃，余震将影响所有被击中的单位。<br/>"

[Pillar X2AbilityTemplate]
LocPromotionPopupText="<Bullet/> 支柱持续2个完整回合，并在XCOM回合开始时结束。<br/><Bullet/> 支柱不会结束圣殿武士的回合，并且是免费行动。<br/>"

[EnergyShield X2AbilityTemplate]
LocFriendlyName="能量护盾"
LocLongDescription="该单位可为所有附近盟友提供3点能量护盾。如果该单位被杀死，护盾将崩溃。"
LocHelpText="为附近盟友和自己投射能量护盾。"
LocFlyOverText="能量护盾"
LocPromotionPopupText="<Bullet/> 护盾在你被杀死或点数耗尽之前持续存在。<br/><Bullet/> 能量护盾不会结束回合，并具有3点生命值。<br/> 2次充能。<br/>"

[EnergyShieldMk3 X2AbilityTemplate]
LocLongDescription="该单位可为所有附近盟友提供5点能量护盾。如果该单位被杀死，护盾将崩溃。"
LocHelpText="为附近盟友和自己投射能量护盾。"
LocPromotionPopupText="<Bullet/> 护盾在你被杀死或点数耗尽之前持续存在。<br/><Bullet/> 能量护盾不会结束回合，并具有5点生命值。<br/> 2次充能。<br/>"

[MarkTarget X2AbilityTemplate]
LocLongDescription="单位可以标记一个目标，命令其他单位集中火力攻击该目标。任何攻击被标记目标的单位都会获得加成。"
LocHelpText="标记一个敌方目标。盟友在攻击该目标时会获得加成。"

[ChryssalidImmunities X2AbilityTemplate]
LocLongDescription="对毒药和酸液免疫。"
LocHelpText="对毒药和酸液免疫。"

[ChosenShotgun_XCOM X2WeaponTemplate]
FriendlyName="干扰者霰弹枪"
FriendlyNamePlural="干扰者霰弹枪"

[ChosenSword_XCOM X2WeaponTemplate]
FriendlyName="干扰者武士刀"
FriendlyNamePlural="干扰者武士刀"

[ChosenRifle_XCOM X2WeaponTemplate]
FriendlyName="干扰者步枪"
FriendlyNamePlural="干扰者步枪"

[ChosenSniperRifle_XCOM X2WeaponTemplate]
FriendlyName="干扰者狙击步枪"
FriendlyNamePlural="干扰者狙击步枪"

[ChosenSniperPistol_XCOM X2WeaponTemplate]
FriendlyName="干扰者手枪"
FriendlyNamePlural="干扰者手枪"

[ScanningProtocol X2AbilityTemplate]
LocLongDescription="小精灵可以立即触发区域扫描，大幅增加专家的一回合视野范围，并揭露视线范围内的所有隐藏或伪装敌人，通过标记使他们更容易被击中。"
LocHelpText="触发小精灵的区域扫描，大幅增加你的一回合视野范围，并揭露视线范围内的所有隐藏或伪装敌人，通过标记使他们更容易被击中。"
LocPromotionPopupText="<Bullet/> 标记所有敌人并使他们永久对XCOM可见。<br/><br/><Bullet/> 除了隐藏和伪装的敌人外，被墙壁或障碍物阻挡视线的敌人也会被扫描协议揭露。<br/>"

[ThreatAssessment X2AbilityTemplate]
LocFriendlyName="小精灵守护者"
LocLongDescription="援助协议冷却时间减少1回合，使其每回合都可用。同时为目标提供1次警戒射击。"
LocHelpText="援助协议冷却时间减少1回合，使其每回合都可用。同时为目标提供1次警戒射击。"
LocFlyOverText="威胁评估"
LocPromotionPopupText="<Bullet/> 援助协议冷却时间减少1回合，使其每回合都可用。<br/><Bullet/> 同时为目标提供1次警戒射击。<br/>"

[FullThrottle X2AbilityTemplate]
LocFriendlyName="全速前进"
LocLongDescription="获得+1移动力。此外，在同一回合内，每杀死一个敌人即可获得<Ability:FULLTHROTTLEMOBILITY/>的移动力加成。"
LocHelpText="获得+1移动力。此外，在同一回合内，每杀死一个敌人即可获得<Ability:FULLTHROTTLEMOBILITY/>的移动力加成。"
LocPromotionPopupText="<Bullet/> 只有该单位的击杀才计入全速前进效果。<br/><Bullet>使用为该单位提供额外行动的动作，以便从队友或自身获得最大效率。<br>"
LocFlyOverText="全速前进: +移动力"

[Parry X2AbilityTemplate]
LocLongDescription="在使用撕裂攻击后，代替移动，可以防止下一次攻击的所有伤害。消耗1点专注力。"

[HunterProtocol X2AbilityTemplate]
LocFriendlyName="猎人协议"
LocLongDescription="单位有<Ability:HunterProtocol_Chance/>%的机率向任何从战争迷雾或逃窜中被揭露的单位开火。"
LocHelpText="单位有<Ability:HunterProtocol_Chance/>%的机率向任何从战争迷雾或逃窜中被揭露的单位开火。"
LocPromotionPopupText="<Bullet/> 非常适合进攻侦察。<br/><Bullet/> 每次单位移动时都会进行机率判定，而非每个小组。"
LocFlyOverText="猎人协议: 免费射击"

[EverVigilant X2AbilityTemplate]
LocLongDescription="如果你将所有行动都用于移动或完全不移动，则在该回合结束时自动获得一次警戒射击。"
LocHelpText="如果你在该回合只进行了移动或什么都没做，则会自动激活警戒射击。"
LocPromotionPopupText="<Bullet/> 时刻警惕使<Ability:ClassName/>能够采用极其灵活的战斗风格。<br/><Bullet/> 任何非移动动作都会使时刻警惕失效。<br/><Bullet/> 不进行任何动作也会触发时刻警惕。<br/>"

[Insanity X2AbilityTemplate]
LocFriendlyName="疯狂"
LocLongDescription="造成1点精神伤害，无视护甲和护盾。可能引发迷失方向或恐慌。"
LocHelpText="造成1点精神伤害，无视护甲和护盾。可能引发迷失方向或恐慌。"

[HailofBullets X2AbilityTemplate]
LocLongDescription="发射大量子弹，提供巨大的命中加成（+50），但暴击率降低，并使意志薄弱的敌人迷失方向。消耗大量弹药。"
LocHelpText="发射大量子弹，提供巨大的命中加成（+50），但暴击率降低，并使意志薄弱的敌人迷失方向。消耗大量弹药。"
LocPromotionPopupText="<Bullet/> 弹幕需要<Ability:SelfAmmoCost/>弹药点数，并有<Ability:SelfCooldown/>回合的冷却时间。<br/><Bullet/> 迷失方向效果有一半机率（50%）触发。<br/><Bullet/> 弹幕可以暴击，但暴击率降低20%。"

[ScorchCircuits X2AbilityTemplate]
LocFriendlyName="烈焰织衣"
LocLongDescription="免疫火焰和流血伤害，并自动对任何近战攻击者造成火焰伤害。"
LocHelpText="免疫火焰和流血伤害，并自动对任何近战攻击者造成火焰伤害。"

[ScorchCircuitsDamage X2AbilityTemplate]
LocFriendlyName="烈焰织衣"
LocLongDescription="免疫火焰和流血伤害，并自动对任何近战攻击者造成火焰伤害。"
LocHelpText="免疫火焰和流血伤害，并自动对任何近战攻击者造成火焰伤害。"

[StasisVestBonus X2AbilityTemplate]
LocFriendlyName="静止织衣"
LocLongDescription="免疫眩晕和冰冻效果，并随时间恢复失去的生命值，直至达到上限。"
LocHelpText="免疫眩晕和冰冻效果，并随时间恢复失去的生命值，直至达到上限。"

[MedikitBonus X2AbilityTemplate]
LocFriendlyName="医疗包"
LocLongDescription="免疫中毒效果。"
LocHelpText="免疫中毒效果。"

[NanoMedikitBonus X2AbilityTemplate]
LocFriendlyName="纳米医疗包"
LocLongDescription="免疫中毒和异形毒液效果。"
LocHelpText="免疫中毒和异形毒液效果。"

[MindShield X2AbilityTemplate]
LocFriendlyName="心灵护盾"
LocLongDescription="免疫眩晕、击倒、迷失方向、恐慌和精神影响效果。"
LocHelpText="免疫眩晕、击倒、迷失方向、恐慌和精神影响效果。"

[HazmatVestBonus X2AbilityTemplate]
LocFriendlyName="防化服"
LocLongDescription="免疫火焰、酸液、中毒和异形毒液效果。"
LocHelpText="免疫火焰、酸液、中毒和异形毒液效果。"

[Reaper X2AbilityTemplate]
LocLongDescription="激活后，本回合的每次击杀均为免费行动。首次攻击必定命中。之后的每次击杀伤害将累计减少2点。近战攻击在任何时候作为蓝色行动使用时都不再结束回合（仅限游侠）。"
LocHelpText="激活后，本回合的每次击杀均为免费行动。首次攻击必定命中。之后的每次击杀伤害将累计减少2点。近战攻击在任何时候作为蓝色行动使用时都不再结束回合（仅限游侠）。"
LocPromotionPopupText="<Bullet/>如果未用于冲刺，近战攻击将不再作为被动能力结束回合（仅限游侠）。<br/><Bullet/>收割者具有<Ability:SelfCooldown/>回合的冷却时间。<br/><Bullet/>收割者不能与“边跑边射”结合使用。<br/><Bullet/>由于每次成功的收割者打击都会减少伤害，因此需要仔细排序目标，以确保最长的攻击链。<br/>"

[Phantom X2AbilityTemplate]
LocLongDescription="当小队暴露时，此士兵仍保持隐蔽状态。使用隐蔽能力也不再自动结束回合。此外，你的机动性将永久提高1点。"
LocHelpText="当小队暴露时，此士兵仍保持隐蔽状态。使用隐蔽能力也不再自动结束回合。"
LocPromotionPopupText="<Bullet/>即使小队不以隐蔽状态开始任务，拥有幻影能力的<Ability:ClassName/>也将以隐蔽状态开始任务。<br/><Bullet/>如果<Ability:ClassName/>是打破小队隐蔽状态的士兵，则幻影效果不适用。<br/><Bullet/>拥有幻影能力允许在任务中使用隐蔽能力而不自动结束回合。<br/>"

[MeleeResistance X2AbilityTemplate]
LocFriendlyName="近战抵抗"
LocLongDescription="单位受到的所有近战攻击伤害略有减少（-2）。所受总伤害不能低于1点。"
LocHelpText="减少近战伤害（最小1点）。"
LocFlyOverText="近战抵抗（-2 伤害）"

[SuperMeleeResistance X2AbilityTemplate]
LocFriendlyName="超级近战抗性"
LocLongDescription="单位受到的所有近战攻击伤害大幅降低（-4）。所受总伤害不能低于1。"
LocHelpText="近战伤害减少（最少1点）。"
LocFlyOverText="超级近战抗性（-4 伤害）"

[TowerOfIronWill X2AbilityTemplate]
LocFriendlyName="钢铁意志之塔"
LocLongDescription="单位对精神伤害和精神能力效果免疫。"
LocHelpText="单位对精神伤害和精神能力效果免疫"
LocFlyOverText="钢铁意志之塔"

[MiniKineticPlating X2AbilityTemplate]
LocFriendlyName="动能装甲"
LocLongDescription="对该单位未命中的射击会使护盾增加2点，最多增加至6点。"
LocHelpText="对该单位未命中的射击会使护盾增加2点，最多增加至6点。"
LocFlyOverText="动能装甲"

[Needle X2AbilityTemplate]
LocFriendlyName="死神之轮"
LocHelpText="解锁弹药槽，允许死神免费装备特殊弹药。"
LocLongDescription="解锁弹药槽，允许死神免费装备特殊弹药。"
LocPromotionPopupText="解锁弹药槽，允许死神免费装备特殊弹药。"

[ChosenKeen X2AbilityTemplate]
LocFriendlyName="长老的慈悲"
LocLongDescription="被选中者造成的打击有几率使目标流血而非直接击杀。"
LocHelpText="被选中者造成的打击有几率使目标流血而非直接击杀。"
LocFlyOverText="长老的慈悲"

[Blademaster X2AbilityTemplate]
LocFriendlyName="剑术大师"
LocLongDescription="所有近战攻击造成<Ability:BlademasterDmg/>额外伤害，并提高<Ability:BLADEMASTERAIM/>的命中率。"
LocHelpText="所有近战攻击造成额外伤害并提高命中率。"
LocFlyOverText="剑术大师"
LocPromotionPopupText="<Bullet/> 剑术大师每次成功的近战攻击都会造成+<Ability:BlademasterDmg/>伤害。<br/><Bullet/> 剑术大师为近战攻击提供+<Ability:BLADEMASTERAIM/>的命中率。<br/>"

[ReturnFire X2AbilityTemplate]
LocFriendlyName="反击"
LocHelpText="允许使用手枪对向你开火的敌人进行反击，每回合最多3次。不受反击惩罚并可暴击。击中时有50%的几率使目标的主要武器失效。"
LocLongDescription="允许使用手枪对向你开火的敌人进行反击，每回合最多3次。不受反击惩罚并可暴击。击中时有50%的几率使目标的主要武器失效。"
LocPromotionPopupText="<Bullet/> 反击每回合最多触发3次。<br/><Bullet/> 反击可由近战攻击和范围攻击触发。<br/><Bullet/> 当受到守望火力攻击时，反击不会触发。<br/>"

[PistolReturnFire X2AbilityTemplate]
LocFriendlyName="反击"
LocHelpText="允许使用手枪对向你开火的敌人进行反击，每回合最多3次。不受反击惩罚并可暴击。击中时有50%的几率使目标的主要武器失效。"

[Deadeye X2AbilityTemplate]
LocLongDescription="以小幅度的瞄准惩罚为代价，造成显著的伤害提升。射击会使目标失去方向感，并在接下来的2轮中每轮造成1点流血伤害。"
LocHelpText="以小幅度的瞄准惩罚为代价，造成显著的伤害提升。射击会使目标失去方向感，并在接下来的2轮中每轮造成1点流血伤害。"

[DeadeyeDamage X2AbilityTemplate]
LocLongDescription="以小幅瞄准惩罚为代价，对目标造成显著提升的伤害。此射击会使目标迷失方向，并在接下来的2轮中造成1点持续流血伤害。"
LocHelpText="以小幅瞄准惩罚为代价，对目标造成显著提升的伤害。此射击会使目标迷失方向，并在接下来的2轮中造成1点持续流血伤害。"

[SharpshooterAim X2AbilityTemplate]
LocFriendlyName="盲击"
LocLongDescription="对侧翼的敌人提供被动的+10瞄准和暴击率加成。蹲下时，下一回合的第一发射击将额外获得+<Ability:SHARPSHOOTERAIMBONUS/>瞄准加成。"
LocHelpText="对侧翼的敌人提供被动的+10瞄准和暴击率加成。蹲下时，下一回合的第一发射击将额外获得+<Ability:SHARPSHOOTERAIMBONUS/>瞄准加成。"
LocFlyOverText="瞄准 - 下一回合瞄准加成"
LocPromotionPopupText="<Bullet/> 侧翼的被动加成适用于任何攻击。<br/> <Bullet/> 蹲下时由瞄准提供的加成可应用于任何远程单体攻击。<br/>"

[SharpshooterAimFlankBonus X2AbilityTemplate]
LocFriendlyName="盲击"
LocLongDescription="对侧翼的敌人提供被动的+10瞄准和暴击率加成。"
LocHelpText="对侧翼的敌人提供被动的+10瞄准和暴击率加成。"

[ArcWavePassive X2AbilityTemplate]
LocFriendlyName="弧光波动"
LocLongDescription="灵能撕裂会在攻击方向上产生一股灵能波动。伤害随专注等级增加而增加。思维爆发也不再作为首个行动自动结束你的回合。"
LocHelpText="灵能撕裂会在攻击方向上产生一股灵能波动。"
LocPromotionPopupText="<Bullet/> 弧光波动不会影响原始灵能撕裂攻击的目标。<br/><Bullet/> 弧光波动造成的伤害等于圣堂武士当前专注等级的两倍，或如果没有专注则为1点。<br/><Bullet/> 弧光波动可以穿过环境物体。<br/>"

[Bullpup_CV X2WeaponTemplate]
FriendlyName="常规无托步枪"
FriendlyNamePlural="常规无托步枪"

[Bullpup_MG X2WeaponTemplate]
FriendlyName="导轨无托步枪"
FriendlyNamePlural="导轨无托步枪"

[Bullpup_BM X2WeaponTemplate]
FriendlyName="能量无托步枪"
FriendlyNamePlural="能量无托步枪"

[HaywireProtocol X2AbilityTemplate]
LocFriendlyName="混乱协议"
LocLongDescription="你可以使用小精灵瞄准机器人和机械敌人，尝试黑入并控制它们。如果你还有剩余行动点数，使用颅骨接管也不会结束你的回合。"
LocHelpText="尝试控制目标敌方机器人。"
LocFlyOverText="混乱协议"
LocPromotionPopupText="<Bullet/> 黑入敌方机器人或炮塔时，专家的黑客技能将与敌人的技术防御技能相对抗。<br/><Bullet/> 升级你的小精灵将提高黑客技能。<br/><Bullet/> 被黑入的机器人敌人只能被短暂控制。<br/> <Bullet/> 拥有混乱协议时，如果未作为被动加成用于冲刺，使用颅骨接管不会结束你的回合。<br/>"

[PaleHorse X2AbilityTemplate]
LocLongDescription="致命射击会使暴击率在接下来的任务中提高<Ability:SOULHARVESTCRIT/>，最高可达<Ability:SOULHARVESTMAX/>。"
LocHelpText="致命射击会使暴击率在接下来的任务中提高<Ability:SOULHARVESTCRIT/>，最高可达<Ability:SOULHARVESTMAX/>。"
LocPromotionPopupText="<Bullet/> 仅适用于使用主武器进行的射击，不适用于爆炸性击杀。<br/>"

[Schism X2AbilityTemplate]
LocLongDescription="疯狂技能会对目标造成额外伤害并使其破裂。"
LocHelpText="疯狂技能会对目标造成额外伤害并使其破裂。"
LocPromotionPopupText="<Bullet/> 如果疯狂技能成功，目标将受到额外伤害，并且所有后续攻击对其造成的伤害也会增加。分裂会无视护甲和护盾。<br/>"

[StasisShield X2AbilityTemplate]
LocLongDescription="可以对盟友施放停滞，使他们免受任何攻击并昏迷1回合。被精神控制的目标将恢复正常。"
LocHelpText="可以对盟友施放停滞，使他们免受任何攻击并昏迷1回合。被精神控制的目标将恢复正常。"
LocPromotionPopupText="<Bullet/> 昏迷的盟友无法被停滞护盾锁定。<br/>"

[Soulfire X2AbilityTemplate]
LocLongDescription="对有机敌人造成确定的灵能伤害。无视掩护和护甲。施加心灵之火，降低其意志和灵能攻击1回合。"
LocHelpText="对有机敌人造成确定的灵能伤害。无视掩护和护甲。施加心灵之火，降低其意志和灵能攻击1回合。"
LocPromotionPopupText="<Bullet/> 灵魂之火具有<Ability:SelfCooldown/>回合的冷却时间。<br/><Bullet/> 通过升级心灵特工的灵能增幅器，可以增加灵魂之火技能造成的伤害。<br/><Bullet/> 机器人和机械敌人完全免疫灵魂之火。<br/>"

[Fuse X2AbilityTemplate]
LocFriendlyName="引爆"
LocLongDescription="如果敌人携带有爆炸物，可以被灵能者远程引爆。"
LocHelpText="如果敌人携带有爆炸物，可以被灵能者远程引爆。"
LocFlyOverText="引爆"
LocPromotionPopupText="<Bullet/> 引爆可用于携带爆炸物的尸体上。<br/>"

[Suppression X2AbilityTemplate]
LocFriendlyName="压制"
LocLongDescription="发射一阵火力压制目标，如果目标移动，则对其进行反击射击，并对目标的瞄准施加<Ability:SUPPRESSIONPENALTY/>惩罚。"
LocHelpText="惩罚目标的瞄准、闪避和移动能力，并在其移动时射击。"
LocFlyOverText="压制"
LocPromotionPopupText="<Bullet/> 压制技能需要消耗<Ability:SelfAmmoCost/>弹药点，但没有冷却时间。<br/><Bullet/> 如果压制单位受到伤害，压制效果将被取消。<br/>"

[LightningReflexes X2AbilityTemplate]
LocFriendlyName="闪电反射"
LocLongDescription="每回合，对你进行的第一次反击射击将落空。同时永久增加10点闪避。"
LocHelpText="每回合，对你进行的第一次反击射击将落空。"
LocFlyOverText="闪电反射"
LocPromotionPopupText="<Bullet/> 闪电反射可以用来吸引敌人的过目射击并保护队友。<br/>"

[Shadowstep X2AbilityTemplate]
LocFriendlyName="暗影步"
LocLongDescription="此士兵不会触发过目射击或反击射击。同时永久增加5点闪避。"
LocHelpText="此士兵不会触发过目射击或反击射击。"
LocPromotionPopupText="<Bullet/> 拥有暗影步的<Ability:ClassName/>不会触发过目射击或压制射击，但他们也无法将过目射击从队友身上吸引走。<br/>"

[WreckingBall X2AbilityTemplate]
LocFriendlyName="破墙球"
LocLongDescription="当超频激活时，移动时可以突破墙壁和掩护。同时始终提供+1移动力。"
LocHelpText="当超频激活时，移动时可以突破墙壁和掩护。"
LocPromotionPopupText="<Bullet/> 破墙球可以用来让敌人暴露于侧翼射击。<br/><Bullet/> 使用移动路径点来引导SPARK选择最佳路径来摧毁掩护和环境。</br>"

[Fortress X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="<Ability:ClassName/>免受火焰、冰霜、毒素、酸液和爆炸伤害。这些能力以牺牲1点移动力为代价。"
LocHelpText"<Ability:ClassName/>免受火焰、冰霜、毒素、酸液和爆炸伤害。"
LocFlyOverText="堡垒免疫"
LocPromotionPopupText"<Bullet/> 拥有堡垒能力的<Ability:ClassName/>可以毫无影响地穿过火焰、毒素和酸液。<br/>"

[HeavyOrdnance X2AbilityTemplate]
LocFriendlyName="重型火力"
LocLongDescription="你的专属手雷槽中的手雷获得额外使用次数。永久减少1点移动力。"
LocHelpText="你的专属手雷槽中的手雷获得额外使用次数。"
LocPromotionPopupText="<Bullet/> 所有手雷都适用于重型火力，甚至包括非攻击性手雷，如战斗扫描仪和烟雾弹。<br/>"

[SaturationFire X2AbilityTemplate]
LocFriendlyName="饱和射击"
LocLongDescription="向区域内所有敌人发射锥形子弹弹幕。此外，还能破坏或摧毁敌人的掩护。消耗大量弹药。极不可能造成暴击。"
LocHelpText="对锥形区域内的所有目标进行射击。摧毁掩护。极不可能造成暴击。"
LocFlyOverText="饱和射击"
LocPromotionPopupText="<Bullet/> 饱和射击需要<Ability:SelfAmmoCost/>弹药点，并有<Ability:SelfCooldown/>回合的冷却时间。<br/><Bullet/> 饱和射击将对锥形区域内的每个敌人进行标准射击，并随机破坏或摧毁锥形区域内的掩护元素。<br/>"

[NullLance X2AbilityTemplate]
LocFriendlyName="虚无长矛"
LocLongDescription="使用灵能能量直线伤害所有目标，从灵能单位向外直至特定目标点。伤害无视所有护甲。"
LocHelpText="使用灵能能量直线伤害所有目标，从灵能单位向外直至特定目标点。伤害无视所有护甲。"
LocFlyOverText="虚无长矛"
LocPromotionPopupText="<Bullet/> 虚无长矛有<Ability:SelfCooldown/>回合的冷却时间。<br/><Bullet/> 通过提升灵能特工的灵能增幅器，可以增加虚无长矛的伤害。<br/><Bullet/> 虚无长矛无视护甲保护，直接伤害灵魂。<br/>"

[VoidRift X2AbilityTemplate]
LocFriendlyName="虚空裂隙"
LocLongDescription="生成一个爆炸性的灵能场，立即伤害场内的一切。有机敌人有一定几率陷入疯狂。如果可用，则触发分裂效果。"
LocHelpText="生成一个爆炸性的灵能场，伤害场内的一切。有机敌人有一定几率陷入疯狂。如果可用，则触发分裂效果。"
LocFlyOverText="虚空裂隙"
LocPromotionPopupText="<Bullet/> 虚空裂隙有<Ability:SelfCooldown/>回合的冷却时间。<br/>"

[Deadeye X2AbilityTemplate]
LocFriendlyName="神射手"
LocLongDescription="以<Ability:DeadEyeAim/>%的瞄准惩罚为代价，获得<Ability:DeadEyeDmg/>%的伤害加成。射击还将使目标在1回合内失去方向感，并在接下来的2回合内每回合造成1点流血伤害。"
LocHelpText="以<Ability:DeadEyeAim/>%的瞄准惩罚为代价，获得<Ability:DeadEyeDmg/>%的伤害加成。射击将使目标失去方向感并流血。"
LocPromotionPopupText="<Bullet/> 神射手减少了射击的整体命中率<Ability:DeadEyeAim/>%，但增加了射击的基础伤害<Ability:DeadEyeDmg/>%。<br/><Bullet/> 神射手使目标在接下来的2回合内每回合流血1点，并在1回合内失去方向感。<br/>"

[DeathFromAbove X2AbilityTemplate]
LocFriendlyName="制高点"
LocLongDescription="对低地敌人提供10点额外瞄准加成和10点额外防御加成。此外，使用你的<Ability:WeaponName/>在低地杀死敌人只需一个动作，且不会结束你的回合。"
LocHelpText="对低地敌人提供10点额外瞄准加成和10点额外防御加成。此外，使用你的<Ability:WeaponName/>在低地杀死敌人只需一个动作，且不会结束你的回合。"
LocFlyOverText="制高点"
LocPromotionPopupText="<Bullet/> 制高点可以与<Ability:SecondaryWeaponName/>能力完美结合，或者简单地提高<Ability:ClassName/>的机动性。<br/>"

[VolatileMix X2AbilityTemplate]
LocFriendlyName="易爆混合"
LocLongDescription="你的伤害性手雷根据其科技等级造成更多伤害（+2/+3/+4）。你的支援性手雷造成1点基础伤害。"
LocHelpText="你的伤害性手雷根据其科技等级造成更多伤害（+2/+3/+4）。你的支援性手雷造成1点基础伤害。"
LocFlyOverText="易爆混合"
LocPromotionPopupText="<Bullet/> 尽管手雷对敌人目标的伤害有所增加，但手雷对环境造成的伤害水平并未增加。<br/><Bullet/> 爆炸伤害在整个爆炸半径内均匀分布。<br/><Bullet/> 基础手雷的加成较低，而最终游戏手雷获得最大收益。<br/><Bullet/> 非伤害性进攻手雷（闪光弹、未改装的冰霜手雷）造成1点爆炸伤害。<br/>"

[StunStrike X2AbilityTemplate]  
LocFriendlyName="精神冲击"  
LocLongDescription="用灵能力量攻击敌人，将其击退至攻击方向并造成伤害。消耗1点专注。"  
LocHelpText="将敌人击退至攻击方向并造成伤害。消耗1点专注。"  
LocPromotionPopupText="<Bullet/> 精神冲击有<Ability:STUNSTRIKEHITCHANCE/>%的命中率，每提升一级专注度增加<Ability:STUNSTRIKEFOCUSHITCHANCE/>%的命中率。<br/><Bullet/> 精神冲击每提升一级专注度有<Ability:STUNSTRIKEDISORIENTCHANCE/>%的几率使目标迷失方向。<br/><Bullet/> 精神冲击不会结束圣殿武士的行动回合，但有<Ability:SelfCooldown/>回合的冷却时间。<br/>"   
  
[Whiplash X2AbilityTemplate]  
LocFriendlyName="电鞭"  
LocLongDescription="用电鞭攻击敌人。此攻击不消耗行动点且不会结束回合。对机械单位造成双倍伤害。"  
LocHelpText="用电鞭攻击敌人。此攻击不消耗行动点且不会结束回合。对机械单位造成双倍伤害。"  
LocPromotionPopupText="<Bullet/> 电鞭对机械敌人造成双倍伤害。"  
  
[FrenzyInfo X2AbilityTemplate]  
LocFriendlyName="战斗狂热"  
LocLongDescription="执政官可以进入恐怖的战斗狂热状态，获得额外的意志、进攻、机动性和暴击率，但会失去闪避能力并降低防御力。持续<Ability:FRENZYDURATION/>回合。"  
LocHelpText="进入战斗狂热状态，以牺牲闪避能力和防御力为代价，获得意志、机动性、进攻和暴击率的提升。"  
LocFlyOverText="战斗狂热"  
  
[FrenzyTrigger X2AbilityTemplate]  
LocFriendlyName="战斗狂热"  
LocLongDescription="执政官可以进入恐怖的战斗狂热状态，获得额外的意志、进攻、机动性和暴击率，但会失去闪避能力并降低防御力。持续<Ability:FRENZYDURATION/>回合。"  
LocHelpText="进入战斗狂热状态，以牺牲闪避能力和防御力为代价，获得意志、机动性、进攻和暴击率的提升。"  
LocFlyOverText="战斗狂热"  
  
[Rage X2AbilityTemplate]  
LocLongDescription="狂战士在受伤时会陷入狂暴状态，获得暴击率、意志和机动性的提升，但会降低准确性、闪避和防御力。持续2回合。"  
LocHelpText="狂战士在受伤时会陷入狂暴状态，获得暴击率、意志和机动性的提升，但会降低准确性、闪避和防御力。"  
  
[X2Ability_Berserker]  
RageTriggeredFriendlyName="狂暴"  
RageTriggeredFriendlyDesc="获得暴击率、意志和机动性的提升，但会降低准确性、闪避和防御力。"  
  
[ReaperwatchShot X2AbilityTemplate]  
LocFriendlyName="拦截射击"  
  
[Reaperwatch X2AbilityTemplate]  
LocFriendlyName="拦截"  
LocHelpText="无视隐蔽的火力压制能力，可以在隐蔽和掩护状态下伏击对手。不适用于狙击视野。"  
LocLongDescriptionWhenConcealed="无视隐蔽的火力压制能力。需要在隐蔽和掩护状态下使用。不适用于狙击视野。"  
LocFlyOverText="拦截"  
LocFriendlyNameWhenConcealed="拦截"  
  
[TLE_Sword_BM X2WeaponTemplate]  
FriendlyName="等离子剑"  
FriendlyNamePlural="等离子剑"  
BriefSummary="等离子剑利用微型磁场包裹着由铀加热的金属核心，使近战攻击具有毁灭性，能够点燃或击晕敌人。"  
TacticalText="<Bullet/> 这是游侠剑的最先进版本，造成最大伤害并有几率击晕或烧伤敌人目标。"  
AbilityDescName="等离子剑"  
  
[TLE_Sword_MG X2WeaponTemplate]  
FriendlyName="激光剑"  
FriendlyNamePlural="激光剑"  
BriefSummary="当纯动能不再足以应对战场上的挑战时，激光剑便成为必要之选。它在标准剑的基础上增加了一个电场，能够击晕那些没有被直接杀死的敌人。"  
TacticalText="<Bullet/> 激光剑在剑的动能冲击上增加了强大的电脉冲，提高了其伤害并增加了击晕敌人目标的几率。"  
AbilityDescName="激光剑"

[BetweenTheEyes X2AbilityTemplate]
LocFriendlyName="垃圾清理"
LocHelpText="对失落者、精神僵尸、幽灵单位、安德罗墨达机器人和暗影束缚单位射击，保证造成致命伤害。"
LocLongDescription="对失落者、精神僵尸、幽灵单位、安德罗墨达机器人和暗影束缚单位射击，保证造成致命伤害。"
LocFlyOverText="垃圾清理"

[ResCard_BetweenTheEyes X2StrategyCardTemplate]
DisplayName="垃圾清理"
SummaryText="对失落者、精神僵尸、幽灵单位、安德罗墨达机器人和暗影束缚单位射击，保证造成致命伤害。"
QuoteText="收割者喜欢清理垃圾。"
QuoteTextAuthor="沃尔克"

[Stealth X2AbilityTemplate]
LocFriendlyName="隐蔽"
LocLongDescription="立即进入隐蔽状态。如果你拥有幻影能力，这不会结束你的回合。无论如何都会消耗1点行动点数。"
LocHelpText="立即进入隐蔽状态。如果你拥有幻影能力，这不会结束你的回合。无论如何都会消耗1点行动点数。"
LocFlyOverText="隐蔽"
LocPromotionPopupText="<Bullet/> 可以在任何位置进入隐蔽，但如果在附近敌人的探测范围内进行，当被侧翼包抄时游侠会被发现。<br/> <Bullet/> 拥有幻影能力允许在使用蓝色行动时使用隐蔽能力而不会结束回合。<br/>"

[Shadow X2AbilityTemplate]
LocFriendlyName="暗影"
LocLongDescription="赋予士兵暗影能力，这是一种高级的隐蔽形式，只有在行动时才有机会暴露士兵。消耗1点行动点数。"
LocHelpText="士兵进入暗影状态，这是一种高级的隐蔽形式。消耗1点行动点数。"
LocPromotionPopupText="<Bullet/> 从暗影中被发现的几率会随着士兵执行更多行动而增加。<br/><Bullet/> 士兵在暗影中移动能力增强。<br/><Bullet/> 敌人对处于暗影中的士兵的探测范围减小。<br/><Bullet/> 消耗1点行动点数，但如果剩余超过1点行动点数，则不会结束回合。<br/>"

[ThrowAxe X2AbilityTemplate]
LocFriendlyName="投掷斧头"
LocHelpText="向目标投掷斧头。"
LocLongDescription="向目标投掷斧头。"

[Horror X2AbilityTemplate]
LocFriendlyName="恐怖"
LocHelpText="巨大的噩梦般的能量袭击目标，窃取生命并恢复给幽灵。导致破裂和恐慌。"
LocLongDescription="巨大的噩梦般的能量袭击目标，窃取生命并恢复给幽灵。导致破裂和恐慌。"
LocFlyOverText="恐怖！"

[DarkEventAbility_PistolReturnFire X2AbilityTemplate]
LocFriendlyName="黑暗事件：反击"
LocHelpText="在被射击时自动反击。"
LocFlyOverText="黑暗事件：反击"

[CapacitorDischarge X2AbilityTemplate]
LocFriendlyName="电容器放电"
LocLongDescription="将小精灵发送到某个位置，在那里它发出强大的电击，伤害并可能使附近所有单位昏迷。机器人单位受到更多伤害。此外，当作为第一个行动使用时，战斗协议将不再结束回合。"
LocHelpText="将小精灵发送到一定范围内电击所有单位。机器人单位受到更多伤害。"
LocFlyOverText="战斗协议+ 不结束回合"
LocPromotionPopupText="<Bullet/> 电容器放电每场任务有一个充能。<br/><Bullet/> 随着你升级小精灵，电容器放电将造成更多伤害。<br/><Bullet/> 当作为第一个行动使用时，战斗协议将不再结束回合。<br/>"

[CovertAction_RecruitRookies X2CovertActionTemplate]
ActionObjective="招募新兵"

[CovertActionNarrative_RecruitRookies_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="招募新兵"
ActionPreNarrative="寻找与变种人或长老不和的生物对我们来说很自然。现在他们提出要加入你，指挥官，我们应该伸出援手。"
ActionPostNarrative="他们会很好地为我们服务，指挥官。"

[CovertActionNarrative_RecruitRookies_Reapers X2CovertActionNarrativeTemplate]
ActionName="招募新兵"
ActionPreNarrative="大多数抵抗力量在阴影中战斗。偶尔的新兵会带着足够的动力走到光明中，在前线与我们一起战斗。"
ActionPostNarrative="我们的战斗力得到了补充。"

[CovertActionNarrative_RecruitRookies_Templars X2CovertActionNarrativeTemplate]
ActionName="招募新兵"
ActionPreNarrative="圣殿骑士只提供最守纪律的部队，指挥官。善待他们，他们会以尊重换取为你效忠，甚至至死方休。"
ActionPostNarrative="新的力量加入了抵抗军！"

[Reward_Rookie X2RewardTemplate]
DisplayName="新兵"

[Reward_Soldier X2RewardTemplate]
DisplayName="士兵"

[CovertAction_RecruitSoldier X2CovertActionTemplate]
ActionObjective="招募士兵"

[CovertActionNarrative_RecruitSoldier_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="招募士兵"
ActionPreNarrative="我们得知有能力的战士可供招募。"
ActionPostNarrative="我们成功地接近了这位个体。"

[CovertActionNarrative_RecruitSoldier_Reapers X2CovertActionNarrativeTemplate]
ActionName="招募士兵"
ActionPreNarrative="总有一些有天赋的杂牌军在等待我们，我们可以说服他们中一位有能力的领导者加入我们。"
ActionPostNarrative="我们成功地劝...说服了这位有天赋的士兵加入我们。"

[CovertActionNarrative_RecruitSoldier_Templars X2CovertActionNarrativeTemplate]
ActionName="招募士兵"
ActionPreNarrative="指挥官，坚定的XCOM信仰守护者正在等待我们，他们徘徊并守候着。"
ActionPostNarrative="最幸运的结果，这位雇佣兵已同意参与战争。"

[BiggestBooms X2AbilityTemplate]
LocFriendlyName="最大爆炸"
LocLongDescription="你的爆炸性攻击可以造成暴击伤害（<Ability:BIGGESTBOOMSCHANCE/>%的概率，对每个目标单独计算。伤害随手榴弹等级变化（+2/+3/+4），并且支援手榴弹额外+1。"
LocHelpText="你的爆炸物可以造成暴击伤害。"
LocFlyOverText="最大爆炸"

[XCOMPsiReanimation X2AbilityTemplate]
LocFriendlyName="灵能复活"
LocLongDescription="灵能者可以用灵能能量充斥最近死亡的人形生物的神经系统，使他们像傀儡一样在其控制下移动和战斗，成为'灵能僵尸'。"
LocHelpText="复活一名死亡的士兵、平民或变种人士兵作为灵能僵尸。"
LocFlyOverText="灵能复活"

[Salvo X2AbilityTemplate]
LocFriendlyName="齐射"
LocLongDescription="使用你的第一个行动发射、投掷手榴弹或使用重型武器将不会结束你的回合。"
LocHelpText="可以发射或投掷手榴弹，并使用重型武器射击而不结束回合。"
LocFlyOverText="齐射"
LocPromotionPopupText="<Bullet/> 拥有齐射能力的士兵是重型装甲的绝佳人选。<br/>"

[TemplarTrance X2AbilityTemplate]
LocFriendlyName="冥想"
LocLongDescription="在下一轮中陷入震惊和迷茫状态，以换取完全填满你的专注槽。"
LocHelpText="在下一轮中陷入震惊和迷茫状态，以换取完全填满你的专注槽。"
LocFlyOverText="冥想"

; 一些视觉时机问题，但有效。
[XCOMPsiBombStage1 X2AbilityTemplate]
LocFriendlyName="灵能炸弹"
LocLongDescription="目标的武器被禁用，并在下一回合中爆炸，造成灵能伤害。"
LocHelpText="受影响区域内的目标武器会失灵（耗尽所有弹药）并需要重新装填。该区域还将在下一回合中爆炸，造成灵能伤害。"
LocFlyOverText="灵能炸弹"

; 这个看起来有效！
[XCOMTeleportAlly X2AbilityTemplate]
LocFriendlyName="传送盟友"
LocHelpText="选择一个单位进行传送，将鼠标悬停在格子上并按回车键传送该单位。消耗1点专注，并结束回合，除非该单位具有交换能力。"
LocLongDescription="选择一个单位进行传送，将鼠标悬停在格子上并按回车键传送该单位。消耗1点专注。这个能力作为第一个行动会结束回合，除非你具有交换能力。"
LocFlyOverText="传送盟友"

[MindShield X2AbilityTemplate]
LocFriendlyName="心灵护盾"
LocHelpText="增加穿戴者的意志和灵能攻击力，并使穿戴者免受恐慌和心灵控制等负面精神状态的影响。"
LocLongDescription="增加穿戴者的意志和灵能攻击力，并使穿戴者免受恐慌和心灵控制等负面精神状态的影响。"

[MindShield X2EquipmentTemplate]
FriendlyName="心灵护盾"
FriendlyNamePlural="心灵护盾"
BriefSummary="心灵护盾是一件强大的灵能神器，使士兵完全免受恐慌、心灵控制、眩晕和迷茫等负面精神状态的影响。它还增强了精神力量。"
TacticalText="<Bullet/> 携带心灵护盾的士兵免受任何负面精神效果如迷茫、眩晕、恐慌和心灵控制的影响。\n<Bullet/> 请注意，任何造成直接伤害的灵能攻击都不会被心灵护盾阻挡。\n<Bullet/> 还提供对意志力和灵能攻击力的被动加成。"

[SustainingSphere X2WeaponTemplate]
FriendlyName="维持球体"
FriendlyNamePlural="维持球体"
BriefSummary="维持球体是一种紧急故障保护机制，当士兵濒临死亡时会自动激活，将他们置于暂时悬浮状态以延长生命。球体只能在战斗中使用一次，激活后将从士兵的库存中永久移除。"
TacticalText="<Bullet/> 当携带它的士兵达到0生命值时，维持球体将自动触发。\n<Bullet/> 士兵不会死亡，而是将在本回合剩余时间内进入停滞状态，并将其生命值降至1点。\n<Bullet/> 球体还提供一个小型护盾值，可以吸收即将到来的伤害。"

[SustainingSphereShieldingBonus X2AbilityTemplate]
LocFriendlyName="持续护盾"
LocHelpText="持续球体正在为你提供一个小型生命值护盾。"
LocLongDescription="持续球体正在为你提供一个小型生命值护盾。"
LocFlyOverText="持续护盾"

[RefractionField X2WeaponTemplate]
FriendlyName="折射场"
FriendlyNamePlural="折射场"
BriefSummary="使用从外星幽影残骸中回收的材料，折射场技术将使装备此技术的士兵能够瞬间进入临时隐蔽状态。但是，该场只能在战斗中使用一次。"
TacticalText="<Bullet/> 折射场使士兵进入隐蔽状态。\n<Bullet/> 死神单位将进入影子隐蔽状态。"

[RefractionFieldAbility X2AbilityTemplate]
LocFriendlyName="折射场"
LocHelpText="立即在本回合剩余时间和下一整个回合中进入隐蔽状态。"
LocLongDescription="使用从外星幽影残骸中回收的材料，折射场技术将使装备此技术的士兵能够瞬间进入隐蔽状态。但是，该场只能在战斗中使用一次。"

[TalonRounds X2AmmoTemplate]
FriendlyName="利爪弹"
FriendlyNamePlural="利爪弹"
BriefSummary="这些弹药在撞击时碎裂成邪恶的外星合金微片，提供+<Ability:TALONROUNDSCRITCHANCE/>%的暴击几率，随时间流血，以及-<Ability:TRACERROUNDSAIMBONUS/>瞄准惩罚下的+<Ability:TALONROUNDSCRITDAMAGEBONUS/>暴击伤害加成。"
TacticalText="<Bullet/> 利爪弹在较近的距离或高处使用效果更佳，因为它们会带来较小的准确度惩罚(+<Ability:TRACERROUNDSAIMBONUS/>%)。<br>"

[PSIHealthFunnel X2AbilityTemplate]
LocFriendlyName="生命转移"
LocHelpText="将你的3点生命值转移给一名友军。如果你自己的生命值低于3点，请谨慎操作以免自杀。"
LocLongDescription="将你的3点生命值转移给一名友军。如果你自己的生命值低于3点，请谨慎操作以免自杀。"
LocFlyOverText="生命转移"

[PSIHealthSiphon X2AbilityTemplate]
LocFriendlyName="生命吸取"
LocHelpText="抽取目标的3点生命值来治疗自己。如果目标的生命值不够高，可能会杀死它，请谨慎操作。"
LocLongDescription="抽取目标的3点生命值来治疗自己。如果目标的生命值不够高，可能会杀死它，请谨慎操作。"
LocFlyOverText="生命吸取"